// © Copyright 2005-2008, 2015 HP Development Company, L.P.

"TaskName" = "印表機狀態";

"SuppliesDetailsTitle" = "供應品詳細資訊";
"OrderSuppliesTitle" = "訂購 HP 供應品";

"Loading..." = "下載中…";

// Color Names
"black" = "消光黑";
"blue" = "藍色";
"brightyellow" = "Bright Yellow";
"cyan" = "青色";
"darkgray" = "亮光黑";
"darkmagenta" = "DarkMagenta";
"flourescentpink" = "Flourescent Pink";
"flourescentyellow" = "Flourescent Yellow";
"glossyblack" = "Glossy Black";
"gray" = "灰色";
"green" = "綠色";
"lightcyan" = "淡青色";
"lightgray" = "淺灰色";
"lightmagenta" = "淡洋紅色";
"lightyellow" = "Light Yellow";
"magenta" = "洋紅色";
"matteblack" = "消光黑";
"mediumcyan" = "Medium Cyan";
"mediumgray" = "Medium Gray";
"orange" = "橙色";
"photoblack" = "亮光黑";
"red" = "紅色";
"reflexblue" = "Reflex Blue";
"rhodaminered" = "Rhodamine Red";
"transparent" = "亮光劑";
"violet" = "藍色";
"white" = "White";
"yellow" = "黃色";

/* Name field label */
"Name:" = "名稱：";

/* Model field label */
"Model:" = "型號：";

/* Connection field label */
"Connection:" = "連線：";

/* Address field label */
"IP Address:" = "IP 位址：";

/* Firmware version field label */
"FW Version:" = "FW 版本：";

// Buttons
PrinterDetailsButtonTitle = "印表機詳細資料…";
PrinterDetailsButtonToolTip = "前往「HP 印表機監視器」，取得更多有關印表機狀態與警告的詳細資料。";
SuppliesDetailsButtonTitle = "供應品詳細資料…";
SuppliesDetailsButtonToolTip = "按一下這裡以獲得更多關於墨水匣、列印噴頭與紙張狀態的詳細資料。";
OrderSuppliesButtonTitle = "訂購 HP 供應品";
OrderSuppliesButtonToolTip = "從 HP.com 訂購 HP 供應品";

